PWrInSpace/MACKI_mainboard/src/test/sdkconfig.defaults
CONFIG_BT_ENABLED=y
CONFIG_IDF_TARGET="esp32s3"

CONFIG_BT_BLE_50_FEATURES_SUPPORTED=n
CONFIG_BT_BLE_42_FEATURES_SUPPORTED=y
CONFIG_BT_LE_50_FEATURE_SUPPORT=n
CONFIG_TINYUSB_MSC_ENABLED=y
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_FLASHSIZE_2MB=n
